let x = [{
    "name": "مهند النداوي",
    "id": "64373",
    "osrh": "السودة"
},
{
    "name": "عبدالرحمن يوسف القرعاوي",
    "id": "64374",
    "osrh": "السودة"
},
{
    "name": "عدنان الشهري",
    "id": "64375",
    "osrh": "السودة"
},
{
    "name": "عبدالرحمن عبدالعزيز القرعاوي",
    "id": "64409",
    "osrh": "السودة"
},
{
    "name": "فوزان السلطان",
    "id": "64377",
    "osrh": "السودة"
},
{
    "name": "عزام الصغير",
    "id": "64387",
    "osrh": "السودة"
},
{
    "name": "جواد الرميح",
    "id": "64379",
    "osrh": "السودة"
},
{
    "name": "سلطان السمنان",
    "id": "64380",
    "osrh": "السودة"
},
{
    "name": "حمد المطلق",
    "id": "64381",
    "osrh": "السودة"
},
{
    "name": "تميم القريشي",
    "id": "64382",
    "osrh": "الحبلة"
},
{
    "name": "عبدالله القاضي",
    "id": "64383",
    "osrh": "الحبلة"
},
{
    "name": "عبدالعزيز الضبيبان",
    "id": "64384",
    "osrh": "الحبلة"
},
{
    "name": "عبدالله السلمان",
    "id": "64385",
    "osrh": "الحبلة"
},
{
    "name": "تميم العثيمين",
    "id": "64378",
    "osrh": "الحبلة"
},
{
    "name": "عبدالرحمن عبدالعال",
    "id": "64386",
    "osrh": "الحبلة"
},
{
    "name": "مازن الحركان",
    "id": "64388",
    "osrh": "الحبلة"
},
{
    "name": "عبدالعزيز الضيف",
    "id": "64389",
    "osrh": "الحبلة"
},
{
    "name": "صالح العرهبي",
    "id": "64390",
    "osrh": "الحبلة"
},
{
    "name": "عزام الخشان",
    "id": "64410",
    "osrh": "الحبلة"
},
{
    "name": "عبدالله العثيمين",
    "id": "64391",
    "osrh": "الفرعاء"
},
{
    "name": "أحمد القاضي",
    "id": "64392",
    "osrh": "الفرعاء"
},
{
    "name": "عبدالله الخشيبان",
    "id": "64393",
    "osrh": "الفرعاء"
},
{
    "name": "رائد العجروش",
    "id": "64394",
    "osrh": "الفرعاء"
},
{
    "name": "صالح العبيكي",
    "id": "64408",
    "osrh": "الفرعاء"
},
{
    "name": "محمد المرزوقي",
    "id": "64396",
    "osrh": "الفرعاء"
},
{
    "name": "أنس الحصين",
    "id": "64397",
    "osrh": "الفرعاء"
},
{
    "name": "عبدالرحمن الضبيبان",
    "id": "64398",
    "osrh": "الفرعاء"
},
{
    "name": "منصور الحميدان",
    "id": "64400",
    "osrh": "الفرعاء"
},
{
    "name": "بدر الحربي",
    "id": "64401",
    "osrh": "الفرعاء"
},
{
    "name": "سلمان الغطيمل",
    "id": "64402",
    "osrh": "الواديين"
},
{
    "name": "عبدالله الجربوع",
    "id": "64403",
    "osrh": "الواديين"
},
{
    "name": "ياسر العامر",
    "id": "64404",
    "osrh": "الواديين"
},
{
    "name": "تميم الشهري",
    "id": "64405",
    "osrh": "الواديين"
},
{
    "name": "عبدالرحمن العجروش",
    "id": "64406",
    "osrh": "الواديين"
},
{
    "name": "سلطان فواز العثيمين",
    "id": "64407",
    "osrh": "الواديين"
},
{
    "name": "عمر العيدهي",
    "id": "64399",
    "osrh": "الواديين"
},
{
    "name": "عبدالملك العبيكي",
    "id": "64395",
    "osrh": "الواديين"
},
{
    "name": "فيصل السلمان",
    "id": "64376",
    "osrh": "الواديين"
}
]